{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":28,"padding_bottom":28}},"image_banner_JJMQAR":{"type":"image-banner","blocks":{"heading_EfnAeJ":{"type":"heading","settings":{"color":"#ffffff","heading":"Frequently Asked Questions","heading_size":"h1"}},"text_HrmePA":{"type":"text","settings":{"color":"#ffffff","text":"Got questions? You might find the answers you're looking for right here.","text_style":"body"}}},"block_order":["heading_EfnAeJ","text_HrmePA"],"name":"t:sections.image-banner.presets.name","settings":{"image":"shopify:\/\/shop_images\/faq-c400_1920.jpg","image_overlay_opacity":30,"image_height":"adapt","desktop_content_position":"middle-center","show_text_box":false,"desktop_content_alignment":"center","color_scheme":"","image_behavior":"none","mobile_content_alignment":"center","stack_images_on_mobile":true,"show_text_below":true}},"rich_text_4PE4a8":{"type":"rich-text","blocks":{"heading_EWQhr6":{"type":"heading","settings":{"heading":"Frequently Asked Questions","heading_size":"h1"}},"text_yDNc4m":{"type":"text","disabled":true,"settings":{"text":"<p>Share information about your brand with your customers. Describe a product, make announcements, or welcome customers to your store.<\/p>"}},"button_Bj8LHD":{"type":"button","disabled":true,"settings":{"button_label":"Button label","button_link":"","button_style_secondary":false,"button_label_2":"","button_link_2":"","button_style_secondary_2":false}}},"block_order":["heading_EWQhr6","text_yDNc4m","button_Bj8LHD"],"disabled":true,"name":"t:sections.rich-text.presets.name","settings":{"desktop_content_position":"center","content_alignment":"center","color_scheme":"","full_width":true,"padding_top":32,"padding_bottom":20}},"collapsible_content_hEtJ9w":{"type":"collapsible-content","blocks":{"collapsible_row_rw8yB7":{"type":"collapsible_row","settings":{"heading":"Q1: Can this sauna be installed on carpet?","icon":"none","row_content":"<p><strong>A<\/strong>: Yes, Outexer saunas can be installed on carpet. However, we recommend placing a protective barrier (such as a moisture-resistant mat) beneath the sauna to prevent potential damage to the carpet and ensure proper ventilation. For outdoor saunas, ensure the surface is level and stable.<\/p>","page":""}},"collapsible_row_bpiUxF":{"type":"collapsible_row","settings":{"heading":"Q2: Do you offer a red light therapy bulb to replace the standard light bulb in the T-50C 1-person Sauna?","icon":"none","row_content":"<p><strong>A: <\/strong>Yes, we offer red light therapy bulbs as an optional upgrade for the T-50C 1-person Sauna. Red light therapy can enhance your sauna experience by promoting relaxation and skin health. Please contact our support team for purchasing options.<br\/><br\/><\/p>","page":""}},"collapsible_row_YADL9P":{"type":"collapsible_row","settings":{"heading":"Q3: I am looking for a single light sauna that helps with seasonal disorders. Do any of your saunas accomplish this?","icon":"none","row_content":"<p><strong>A:<\/strong>Yes, Outexer saunas are designed to provide therapeutic benefits, including relief from Seasonal Affective Disorder (SAD). Our saunas use advanced heating technology and optional red light therapy to mimic natural sunlight, which can help improve mood and energy levels during darker months.<\/p>","page":""}},"collapsible_row_nCQfUi":{"type":"collapsible_row","settings":{"heading":"Q4: Does this sauna help with “Seasonal Affective Disorder” (SAD)?","icon":"none","row_content":"<p><strong>A:<\/strong>Absolutely! Outexer saunas are equipped with features like full-spectrum lighting and infrared heat therapy, which can help alleviate symptoms of Seasonal Affective Disorder (SAD). Regular use can improve mood, reduce stress, and promote overall well-being.<\/p>","page":""}},"collapsible_row_G4F8By":{"type":"collapsible_row","settings":{"heading":"Q5: How do I change from Celsius to Fahrenheit?","icon":"none","row_content":"<p><strong>A:<\/strong> To change the temperature unit from Celsius (°C) to Fahrenheit (°F) on your Outexer sauna:<\/p><ol><li>Locate the control panel on your sauna.<\/li><li>Press and hold the \"Settings\" or \"Menu\" button for 3-5 seconds.<\/li><li>Navigate to the \"Temperature Unit\" option using the arrow buttons.<\/li><li>Select Fahrenheit (°F) and confirm your choice.<br\/>If you need further assistance, please refer to the user manual or contact our support team.<\/li><\/ol>","page":""}},"collapsible_row_paHLfU":{"type":"collapsible_row","settings":{"heading":"Q6: What should I do if my sauna arrives damaged or with broken parts?","icon":"none","row_content":"<p>We're truly sorry if your sauna arrives with any damage. Here's what to do:<\/p><ol><li>Take clear photos of the damaged area and the outer packaging (especially if there are holes or signs of impact).<\/li><li>Contact our customer support at Support@Outexer.com with your order number and photos.<\/li><li>We will send a replacement part free of charge as soon as possible. There's no need to return the entire sauna.<\/li><\/ol><p>We'll make things right—your satisfaction and safety are our top priority.<\/p>","page":""}}},"block_order":["collapsible_row_rw8yB7","collapsible_row_bpiUxF","collapsible_row_YADL9P","collapsible_row_nCQfUi","collapsible_row_G4F8By","collapsible_row_paHLfU"],"name":"t:sections.collapsible_content.presets.name","settings":{"caption":"","heading":"<strong>FAQs<\/strong>","heading_size":"h1","heading_alignment":"left","layout":"section","color_scheme":"scheme-1","container_color_scheme":"scheme-2","open_first_collapsible_row":false,"image_ratio":"adapt","desktop_layout":"image_second","padding_top":12,"padding_bottom":36}},"collapsible_content_3XRX3X":{"type":"collapsible-content","blocks":{"collapsible_row_4q7pEt":{"type":"collapsible_row","settings":{"heading":"Q1: What is the heating speed and temperature range of this sauna?","icon":"none","row_content":"<p>A: Outexer sauna room uses highly efficient far infrared heating technology, which can heat up to 60°C (140°F) in about 15-20 minutes at normal temperature, and the highest temperature can reach 65°C (149°F). You can adjust the temperature in real time through the control panel to meet different comfort needs.<\/p>","page":""}},"collapsible_row_yqDDWw":{"type":"collapsible_row","settings":{"heading":"Q2: How do I adjust the temperature? Does it support switching between Celsius (°C) and Fahrenheit (°F)?","icon":"none","row_content":"<p>Yes, Outexer saunas support temperature unit switching. Simply go to the control panel:<\/p><ol><li>Press and hold the Settings button for 3-5 seconds.<\/li><li>Select the Temperature Units option.<\/li><li>Switch to Celsius (°C) or Fahrenheit (°F). Simple operation, suitable for users around the world.<\/li><\/ol>","page":""}},"collapsible_row_TPn7f7":{"type":"collapsible_row","settings":{"heading":"Q3: Can I set a timer to shut off? How long can I use it?","icon":"none","row_content":"<p>A: Of course. Outexer sauna is equipped with intelligent timing function, which supports 1-90 minutes of timing setting. When the set time is reached, the sauna will automatically shut down to ensure safety and energy saving. It is recommended to control the use time within 20-30 minutes each time for best results.<\/p>","page":""}},"collapsible_row_tjLpx4":{"type":"collapsible_row","settings":{"heading":"Q4: Is there lighting in the sauna? Can the lighting be adjusted?","icon":"none","row_content":"<p>A: Yes, Outexer saunas have built-in LED lighting systems that provide soft warm white light. Some high-end models also support color light therapy functions, providing 7-9 color options and can be set to automatic gradient mode to create a relaxing atmosphere.<\/p>","page":""}},"collapsible_row_6KpB3i":{"type":"collapsible_row","settings":{"heading":"Q5: Does the sauna support music playback?","icon":"none","row_content":"<p>A: Yes, Outexer saunas have a built-in Bluetooth audio system that supports wireless music playback from your phone or tablet. You can listen to your favorite music or podcasts while enjoying the sauna, enhancing the overall experience.<\/p>","page":""}}},"block_order":["collapsible_row_4q7pEt","collapsible_row_yqDDWw","collapsible_row_TPn7f7","collapsible_row_tjLpx4","collapsible_row_6KpB3i"],"name":"t:sections.collapsible_content.presets.name","settings":{"caption":"","heading":"<strong>Outexer Sauna Function issues<\/strong>","heading_size":"h1","heading_alignment":"left","layout":"section","color_scheme":"","container_color_scheme":"","open_first_collapsible_row":false,"image_ratio":"adapt","desktop_layout":"image_second","padding_top":12,"padding_bottom":36}},"collapsible_content_Vaef4B":{"type":"collapsible-content","blocks":{"collapsible_row_ELYPjb":{"type":"collapsible_row","settings":{"heading":"Q1: Does a sauna help relieve muscle soreness after exercise?","icon":"none","row_content":"<p>A: Yes. The far infrared rays of Outexer sauna can penetrate deep into muscle tissue, promote blood circulation, accelerate lactic acid metabolism, and effectively relieve post-exercise soreness. Many athletes and fitness enthusiasts use it 2-3 times a week and significantly improve recovery effects.<\/p>","page":""}},"collapsible_row_YAifCj":{"type":"collapsible_row","settings":{"heading":"Q2: Can using a sauna help improve sleep?","icon":"none","row_content":"<p>A: Absolutely. The gentle heat therapy of a sauna can help relax the nervous system and reduce stress hormone levels. Many users report that using a sauna for 20-30 minutes before bedtime helps them fall asleep faster, sleep more deeply, and their overall sleep quality improves significantly.<\/p>","page":""}},"collapsible_row_GKeyJ7":{"type":"collapsible_row","settings":{"heading":"Q3: Can saunas help with seasonal affective disorder (SAD)?","icon":"none","row_content":"<p>A: Yes. Outexer saunas can be equipped with optional red light therapy function, which simulates natural sunlight, helps regulate circadian rhythms and improve winter depression. Combined with the warming effect of far infrared rays, it can effectively relieve seasonal affective disorder (SAD) symptoms.<\/p>","page":""}},"collapsible_row_zhjfnm":{"type":"collapsible_row","settings":{"heading":"Q4: What are the benefits of sauna for skin?","icon":"none","row_content":"<p>A: Far infrared rays can promote skin microcirculation, help open pores and expel toxins. At the same time, the warm environment of the sauna room can increase skin elasticity, improve dryness and fine lines. Long-term use can make the skin smoother and firmer.<\/p>","page":""}},"collapsible_row_tY6n3L":{"type":"collapsible_row","settings":{"heading":"Q5: Is a sauna good for the cardiovascular system?","icon":"none","row_content":"<p>A: Yes. Studies have shown that regular use of a sauna can promote vasodilation, improve blood circulation, and lower blood pressure. It is recommended to use it 3-4 times a week for 20-30 minutes each time to help maintain cardiovascular health. However, patients with heart disease should consult a doctor before use.<\/p>","page":""}},"collapsible_row_RRUK3M":{"type":"collapsible_row","settings":{"heading":"Q6: Is using an infrared sauna similar to sunbathing?","icon":"none","row_content":"<p>In some ways, yes—but with key differences. Infrared saunas use gentle far-infrared light to warm your body from the inside out, promoting deep relaxation, circulation, and detox. While sunlight also contains infrared rays, it comes with harmful ultraviolet (UV) exposure, which can cause skin damage and aging.<br\/><br\/>Infrared saunas give you the heat benefits of sunshine—<strong>without the UV risks<\/strong>—in a safe, controlled, and consistent environment you can enjoy year-round.<\/p>","page":""}}},"block_order":["collapsible_row_ELYPjb","collapsible_row_YAifCj","collapsible_row_GKeyJ7","collapsible_row_zhjfnm","collapsible_row_tY6n3L","collapsible_row_RRUK3M"],"name":"t:sections.collapsible_content.presets.name","settings":{"caption":"","heading":"<strong>Outexer Sauna Health Benefits<\/strong>","heading_size":"h1","heading_alignment":"left","layout":"section","color_scheme":"","container_color_scheme":"","open_first_collapsible_row":false,"image_ratio":"adapt","desktop_layout":"image_second","padding_top":12,"padding_bottom":36}},"collapsible_content_3kMy4V":{"type":"collapsible-content","blocks":{"collapsible_row_XPaHAV":{"type":"collapsible_row","settings":{"heading":"Q1: Can a sauna be installed outdoors? What special treatment is required?","icon":"none","row_content":"<p>A: Yes, Outexer outdoor saunas are designed for outdoor use and feature waterproof bitumen roofs and moisture-resistant wood. It is recommended that you choose a location that is sheltered from wind and rain (such as a balcony or patio canopy) and ensure that the ground is flat. Check the roof tightness regularly after installation to extend its service life.<\/p>","page":""}},"collapsible_row_487tyL":{"type":"collapsible_row","settings":{"heading":"Q2: Does assemble a sauna require professionals? How long does it take?","icon":"none","row_content":"<p>A: Outexer saunas are modular in design and come with a detailed installation manual and tool kit for users to assemble on their own. Installation by one person takes about 2-3 hours, and two people can shorten the time to 1-1.5 hours. If assistance is needed, we provide remote video guidance services.<\/p>","page":""}},"collapsible_row_r84fiV":{"type":"collapsible_row","settings":{"heading":"Q3: How do I clean the interior of a sauna? Will sweat stains discolor the wood?","icon":"none","row_content":"<p>A: After daily use, it is recommended to wipe the inner wall with a slightly damp soft cloth to avoid sweat residue. Outexer is made of Canadian hemlock wood, which has been treated with mildew and moisture resistance and will not change color under normal use. Do not use chemical cleaners or alcohol to avoid damaging the wood.<\/p>","page":""}},"collapsible_row_M8mdw4":{"type":"collapsible_row","settings":{"heading":"Q4: Does the sauna require extra maintenance during the rainy season or in humid environments?","icon":"none","row_content":"<p>A: For outdoor models, it is recommended to check the tightness of the roof and joints once a month during the rainy season and clean the gutters. For indoor models, just keep them ventilated. If not used for a long time, place them in a moisture-proof box or silica gel desiccant (do not directly contact wood).<\/p>","page":""}},"collapsible_row_t8RAyb":{"type":"collapsible_row","settings":{"heading":"Q5: What if the heating plate or control panel fails? Can it be replaced free of charge during the warranty period?","icon":"none","row_content":"<p>A: Outexer provides a 2-year warranty for core components (heating system, circuit board, etc.). If a fault occurs, please contact customer service and provide the product serial number. We will arrange for a technician to remotely diagnose or send a replacement part. Non-human damage will be repaired or replaced free of charge.<\/p>","page":""}}},"block_order":["collapsible_row_XPaHAV","collapsible_row_487tyL","collapsible_row_r84fiV","collapsible_row_M8mdw4","collapsible_row_t8RAyb"],"name":"t:sections.collapsible_content.presets.name","settings":{"caption":"","heading":"<strong>Outexer Sauna Installation and Maintenance<\/strong>","heading_size":"h1","heading_alignment":"left","layout":"section","color_scheme":"","container_color_scheme":"","open_first_collapsible_row":false,"image_ratio":"adapt","desktop_layout":"image_second","padding_top":12,"padding_bottom":36}},"collapsible_content_MWpE3h":{"type":"collapsible-content","blocks":{"collapsible_row_8CjbPb":{"type":"collapsible_row","settings":{"heading":"Q1: Does the sauna have a preheating function? Can I set the heating time in advance?","icon":"none","row_content":"<p>A: Yes, Outexer sauna supports preheating function. You can set the heating time through the control panel:<\/p><ol><li>Press the \"Preheat\" button.<\/li><li>Set the time you want the sauna to start heating up (e.g. after 30 minutes).<\/li><li>The sauna will automatically heat up at the specified time to ensure that the temperature reaches the standard when you use it.<\/li><\/ol>","page":""}},"collapsible_row_QDqgMf":{"type":"collapsible_row","settings":{"heading":"Q2: Does the sauna have a child lock function? How to enable it?","icon":"none","row_content":"<p>A: Yes, Outexer saunas are equipped with a child lock function to prevent accidental operation:<\/p><ol><li>Press and hold the \"Settings\" button on the control panel for 3-5 seconds.<\/li><li>Select the Child Lock option and enable it.<\/li><li>Once enabled, all buttons will be locked until unlocked by long-pressing the Settings button again.<\/li><\/ol>","page":""}},"collapsible_row_hmGUPe":{"type":"collapsible_row","settings":{"heading":"Q3: How do I turn on the negative ion function in a sauna? What does it do?","icon":"none","row_content":"<p>A: The negative ion function can be turned on through the control panel:<\/p><ol><li>Press the Function button.<\/li><li>Select the \"Negative Ions\" option and enable it. Negative ions purify the air, improve your breathing experience, and help you relax and enhance the sauna effect.<\/li><\/ol>","page":""}},"collapsible_row_YjqVYK":{"type":"collapsible_row","settings":{"heading":"Q4: Can the sauna save the preferences of multiple users?","icon":"none","row_content":"<p>A: Yes, some high-end models support multi-user setup:<\/p><ol><li>Press the \"User\" button.<\/li><li>Select \"New User\" and set preferences for temperature, timing, lighting, etc.<\/li><li>The next time you use it, select the corresponding user to load the settings with one click.<\/li><\/ol>","page":""}},"collapsible_row_VYwH8t":{"type":"collapsible_row","settings":{"heading":"Q5: Can I remotely control the sauna from my phone?","icon":"none","row_content":"<p>A: Yes, some Outexer models support mobile phone remote control:<\/p><ol><li>Download the Outexer official app and register an account.<\/li><li>Connect your sauna to your home Wi-Fi network.<\/li><li>Control your sauna experience anytime, anywhere with the App’s remote start, temperature adjustment, timer setting and more.<\/li><\/ol>","page":""}}},"block_order":["collapsible_row_8CjbPb","collapsible_row_QDqgMf","collapsible_row_hmGUPe","collapsible_row_YjqVYK","collapsible_row_VYwH8t"],"name":"t:sections.collapsible_content.presets.name","settings":{"caption":"","heading":"<strong>Outexer Sauna Setup and Control<\/strong>","heading_size":"h1","heading_alignment":"left","layout":"section","color_scheme":"","container_color_scheme":"","open_first_collapsible_row":false,"image_ratio":"adapt","desktop_layout":"image_second","padding_top":12,"padding_bottom":36}}},"order":["main","image_banner_JJMQAR","rich_text_4PE4a8","collapsible_content_hEtJ9w","collapsible_content_3XRX3X","collapsible_content_Vaef4B","collapsible_content_3kMy4V","collapsible_content_MWpE3h"]}